// AI_modules.dm



// AI_modules_vr.dm



// augment_items.dm



// autopsy.dm



// bones.dm

/obj/item/weapon/bone
	name = "Кость"
	desc = "Какая-то непонятная кость. Она настолько старая, что даже непонятно, из какой части тела взялась."
	rugender = "female"
	ncase = "кость"
	gcase = "кости"
	dcase = "кости"
	acase = "кость"
	icase = "костью"
	pcase = "кости"

/obj/item/weapon/bone/skull
	name = "Череп"
	desc = "Судя по форме и размеру, можно предположить, что этот череп принадлежал человеку."
	rugender = "male"
	ncase = "череп"
	gcase = "черепа"
	dcase = "черепу"
	acase = "череп"
	icase = "черепом"
	pcase = "черепе"

/obj/item/weapon/bone/arm
	name = "Кости руки"
	desc = "С ними Вы чувствуете себя как-то рукастее."
	rugender = "plural"
	ncase = "кости руки"
	gcase = "костей руки"
	dcase = "костям руки"
	acase = "кости руки"
	icase = "костями руки"
	pcase = "костях руки"

/obj/item/weapon/bone/leg
	name = "Кости ноги"
	desc = "Если вдруг нарвётесь на их владельца, делайте ноги!"
	rugender = "plural"
	ncase = "кости ноги"
	gcase = "костей ноги"
	dcase = "костям ноги"
	acase = "кости ноги"
	icase = "костями ноги"
	pcase = "костях ноги"

/obj/item/weapon/bone/ribs
	name = "Грудная клетка"
	desc = "Были бы под рукой молоточки, на них можно было поиграть, прям как на ксилофоне."
	rugender = "female"
	ncase = "грудная клетка"
	gcase = "грудной клетки"
	dcase = "грудной клетке"
	acase = "грудную клетку"
	icase = "грудной клеткой"
	pcase = "грудной клетке"

// candle.dm

/obj/item/weapon/flame/candle
	name = "Красная свечка"
	desc = "Свечка из красного воска. Изготовлена из особого состава, позволяющего ей гореть даже при отсутствии воздуха."
	rugender = "female"
	ncase = "красная свечка"
	gcase = "красной свечки"
	dcase = "красной свечке"
	acase = "красную свечку"
	icase = "красной свечкой"
	pcase = "красной свечке"

/obj/item/weapon/flame/candle/small
	name = "Маленькая красная свечка"
	desc = "Маленькая свечка из красного воска, для более романтичных случаев."
	rugender = "female"
	ncase = "маленькая красная свечка"
	gcase = "маленькой красной свечки"
	dcase = "маленькой красной свечке"
	acase = "маленькую красную свечку"
	icase = "маленькой красной свечкой"
	pcase = "маленькой красной свечке"

/obj/item/weapon/flame/candle/white
	name = "Белая свечка"
	desc = "Свечка из белого воска. Изготовлена из особого состава, позволяющего ей гореть даже при отсутствии воздуха."
	ncase = "белая свечка"
	gcase = "белой свечки"
	dcase = "белой свечке"
	acase = "белую свечку"
	icase = "белой свечкой"
	pcase = "белой свечке"

/obj/item/weapon/flame/candle/black
	name = "Чёрная свечка"
	desc = "Свечка из чёрного воска. Мрачновато."
	ncase = "чёрная свечка"
	gcase = "чёрной свечки"
	dcase = "чёрной свечке"
	acase = "чёрную свечку"
	icase = "чёрной свечкой"
	pcase = "чёрной свечке"

/obj/item/weapon/flame/candle/candelabra
	name = "Канделябр"
	desc = "Небольшой золотой канделябр. Чашечки, в которые вставляются свечи, позволяют сэкономить воск и гореть дольше."
	rugender = "male"
	ncase = "канделябр"
	gcase = "канделябра"
	dcase = "канделябру"
	acase = "канделябр"
	icase = "канделябром"
	pcase = "канделябре"

// canes.dm

/obj/item/weapon/cane
	name = "Трость"
	desc = "Трость самого настоящего джентльмена."
	rugender = "female"
	ncase = "трость"
	gcase = "трости"
	dcase = "трости"
	acase = "трость"
	icase = "тростью"
	pcase = "трости"

/obj/item/weapon/cane/crutch
	name = "Костыль"
	desc = "Длинная палка с перекрестием, оказывающая помощь при ходьбе."
	rugender = "male"
	ncase = "костыль"
	gcase = "костыля"
	dcase = "костылю"
	acase = "костыль"
	icase = "костылём"
	pcase = "костыле"

/obj/item/weapon/cane/white
	name = "Белая трость"
	desc = "Белая трость. Обычно используется слепыми или слабовидящими для передвижения, или в качестве любезности по отношению к другим."
	rugender = "female"
	ncase = "белая трость"
	gcase = "белой трости"
	dcase = "белой трости"
	acase = "белую трость"
	icase = "белой тростью"
	pcase = "белой трости"

/obj/item/weapon/cane/white/collapsible
	name = "Складная белая трость"
	desc = "Складная белая трость. Обычно используется слепыми или слабовидящими для передвижения, или в качестве любезности по отношению к другим."
	rugender = "female"
	ncase = "складная белая трость"
	gcase = "складной белой трости"
	dcase = "складной белой трости"
	acase = "складную белую трость"
	icase = "складной белой тростью"
	pcase = "складной белой трости"

// chewables.dm

/obj/item/clothing/mask/chewable
	name = "Жевабельный объект"
	desc = "Если Вы видите этот текст — жмите админхелп."
	rugender = "male"
	ncase = "жевабельный объект"
	gcase = "жевабельного объекта"
	dcase = "жевабельному объекту"
	acase = "жевабельный объект"
	icase = "жевабельным объектом"
	pcase = "жевабельном объекте"

/obj/item/clothing/mask/chewable/tobacco
	name = "Жвачка"
	desc = "Жевательная резинка из табака. Нарезана на длинные полоски и пропитана сиропом, чтобы не быть на вкус как пепельница."
	rugender = "female"
	ncase = "жвачка"
	gcase = "жвачки"
	dcase = "жвачке"
	acase = "жвачку"
	icase = "жвачкой"
	pcase = "жвачке"

/obj/item/clothing/mask/chewable/tobacco/cheap
	name = "Жевательный табак"
	desc = "Жевательная резинка из табака. Нарезана на длинные полоски и пропитана сиропом, чтобы не быть на вкус как пепельница."
	rugender = "male"
	ncase = "жевательный табак"
	gcase = "жевательного табака"
	dcase = "жевательному табаку"
	acase = "жевательный табак"
	icase = "жевательным табаком"
	pcase = "жевательном табаке"

/obj/item/clothing/mask/chewable/tobacco/fine
	name = "Желательный табак Делюкс"
	desc = "Жевательная резинка из табака. Нарезана на длинные полоски и пропитана сиропом, чтобы не быть на вкус как пепельница."
	rugender = "male"
	ncase = "жевательный табак Делюкс"
	gcase = "жевательного табака Делюкс"
	dcase = "жевательному табаку Делюкс"
	acase = "жевательный табак Делюкс"
	icase = "жевательным табаком Делюкс"
	pcase = "жевательном табаке Делюкс"

/obj/item/clothing/mask/chewable/tobacco/nico
	name = "Никотиновая жвачка"
	desc = "Жевательная резинка, пропитанная никотином. Пожалуй, самый наименее мерзкий способ ввести в себя никотин."
	rugender = "female"
	ncase = "никотиновая жвачка"
	gcase = "никотиновой жвачки"
	dcase = "никотиновой жвачке"
	acase = "никотиновую жвачку"
	icase = "никотиновой жвачкой"
	pcase = "никотиновой жвачке"

/obj/item/weapon/storage/chewables
	name = "Какая-то коробка жевательного табака"
	desc = "Коробка каких-то безвкусных жвачек бренда Waffle Co. Почему она вообще существует?"
	rugender = "female"
	ncase = "какая-то коробка жевательного табака"
	gcase = "какой-то коробки жевательного табака"
	dcase = "какой-то коробке жевательного табака"
	acase = "какую-то коробку жевательного табака"
	icase = "какой-то коробкой жевательного табака"
	pcase = "какой-то коробке жевательного табака"

/obj/item/weapon/storage/chewables/tobacco
	name = "Банка жевательного табака \"Аль Мамун Мягкого\""
	desc = "Упаковано и доставлено прямиком из Кишара, что населяют фермеры со всей Канондаги."
	rugender = "female"
	ncase = "банка жевательного табака \"Аль Мамун Мягкого\""
	gcase = "банки жевательного табака \"Аль Мамун Мягкого\""
	dcase = "банке жевательного табака \"Аль Мамун Мягкого\""
	acase = "банку жевательного табака \"Аль Мамун Мягкого\""
	icase = "банкой жевательного табака \"Аль Мамун Мягкого\""
	pcase = "банке жевательного табака \"Аль Мамун Мягкого\""

/obj/item/weapon/storage/chewables/tobacco/fine
	name = "Банка жевательного табака \"Суамали\""
	desc = "Прежде доступная исключительно туристам Оазиса первого класса, эта разновидность жевательного табака теперь доступна всем."
	rugender = "female"
	ncase = "банка жевательного табака \"Суамали\""
	gcase = "банки жевательного табака \"Суамали\""
	dcase = "банке жевательного табака \"Суамали\""
	acase = "банку жевательного табака \"Суамали\""
	icase = "банкой жевательного табака \"Суамали\""
	pcase = "банке жевательного табака \"Суамали\""

/obj/item/weapon/storage/box/fancy/chewables/tobacco/nico
	name = "Пачка жвачки \"Нико-Тин\""
	desc = "Одобренный врачами бренд никотиновой жвачки. В случае ломки можно обойтись и без посредников."
	rugender = "female"
	ncase = "пачка жвачки \"Нико-Тин\""
	gcase = "пачки жвачки \"Нико-Тин\""
	dcase = "пачке жвачки \"Нико-Тин\""
	acase = "пачку жвачки \"Нико-Тин\""
	icase = "пачкой жвачки \"Нико-Тин\""
	pcase = "пачке жвачки \"Нико-Тин\""

/obj/item/clothing/mask/chewable/candy
	name = "Жвачка"
	desc = "Жевательная жвачка из жевабельного вещества."
	rugender = "female"
	ncase = "жвачка"
	gcase = "жвачки"
	dcase = "жвачке"
	acase = "жвачку"
	icase = "жвачкой"
	pcase = "жвачке"

/obj/item/clothing/mask/chewable/candy/gum
	name = "Жевательная резинка"
	desc = "Жвачка из качественной синтетической резины с искуственным ароматизатором. Только распаковать не забудьте."
	rugender = "female"
	ncase = "жевательная резинка"
	gcase = "жевательной резинки"
	dcase = "жевательной резинке"
	acase = "жевательную резинку"
	icase = "жевательной резинкой"
	pcase = "жевательной резинке"

/obj/item/weapon/storage/box/gum
	name = "Пачка жвачки \"Фрутяшки\""
	desc = "Небольшая пачка жевательной резинки разных вкусов."
	description_fluff = "\"Фрутяшки\" — самый популярный бренд NanoTrasen по производству искусственных непроглатываемых жевательных продуктов, в состав которых входят фруктовые ароматизаторы. Это ужасно подробное определение позволяет не сравнивать свои продажи с другими производителями \"жвачки\"."
	rugender = "female"
	ncase = "пачка жвачки \"Фрутяшки\""
	gcase = "пачки жвачки \"Фрутяшки\""
	dcase = "пачке жвачки \"Фрутяшки\""
	acase = "пачку жвачки \"Фрутяшки\""
	icase = "пачкой жвачки \"Фрутяшки\""
	pcase = "пачке жвачки \"Фрутяшки\""

/obj/item/clothing/mask/chewable/candy/lolli
	name = "Леденец"
	desc = "Простая сфера из сахара и искуственного ароматизатора на палочке, или, в простонародье, леденец. Только не забудьте сначала распечатать."
	rugender = "male"
	ncase = "леденец"
	gcase = "леденца"
	dcase = "леденцу"
	acase = "леденец"
	icase = "леденцом"
	pcase = "леденце"

// cigs_lighters.dm

/obj/item/weapon/flame/match
	name = "Спичка"
	desc = "Обыкновенная спичка для зажигания табака."
	rugender = "female"
	ncase = "спичка"
	gcase = "спички"
	dcase = "спичке"
	acase = "спичку"
	icase = "спичкой"
	pcase = "спичке"

/obj/item/clothing/mask/smokable
	name = "Зажигаемый предмет"
	desc = "Вы не знаете, что это. Доложите админу."
	rugender = "male"
	ncase = "зажигаемый предмет"
	gcase = "зажигаемого предмета"
	dcase = "зажигаемому предмету"
	acase = "зажигаемый предмет"
	icase = "зажигаемым предметом"
	pcase = "зажигаемом предмете"

/obj/item/clothing/mask/smokable/cigarette
	name = "Сигарета"
	desc = "Скрутка из табака и никотина."
	rugender = "female"
	ncase = "сигарета"
	gcase = "сигареты"
	dcase = "сигарете"
	acase = "сигарету"
	icase = "сигаретой"
	pcase = "сигарете"

/obj/item/clothing/mask/smokable/cigarette/cigar
	name = "Сигара"
	desc = "Коричневая скрутка из табака и... чего-то ещё. Огромная!"
	description_fluff = "На этикетке, конечно, написано, что это 'премиум сигара', однако она рядом не стояла с остальными сигарами на рынке. Качественная ли она? Возможно. Изговлена ли она вручную теми, кому не наплевать? Нет."
	rugender = "female"
	ncase = "сигара"
	gcase = "сигары"
	dcase = "сигаре"
	acase = "сигару"
	icase = "сигарой"
	pcase = "сигаре"

/obj/item/clothing/mask/smokable/cigarette/cigar/cohiba
	name = "Сигара \"Кохибо Робасто\""
	desc = "О какой ещё сигаре можно мечтать?"
	description_fluff = "\"Кохиба\" уже на протяжение многих веков остаётся известной маркой сигарет. Компания отказывается расширять своё производство дальше Кубы, в связи с чем их сигареты ограничены в количестве и распространены по всему космосу. \"Робасто\" - одна из наиболее популярных их скруток."
	rugender = "female"
	ncase = "сигара \"Кохибо Робасто\""
	gcase = "сигары \"Кохибо Робасто\""
	dcase = "сигаре \"Кохибо Робасто\""
	acase = "сигару \"Кохибо Робасто\""
	icase = "сигарой \"Кохибо Робасто\""
	pcase = "сигаре \"Кохибо Робасто\""

/obj/item/clothing/mask/smokable/cigarette/cigar/havana
	name = "Сигара \"Гаванка\""
	desc = "Только самое лучшее."
	description_fluff = "\"Гаванкой\" обычно прозывают любую самодельную сигару в кубинском стиле. Эта сигара изготовлена табачным отделением Гилтани и производится по всей галактике. Пускай такая методика изготовления сигар и была извращена до неузнаваемости с течением лет, качество за счёт этого не пострадало, даже при всей обширной разносортности \"Гаванок\"."
	rugender = "female"
	ncase = "сигара \"Гаванка\""
	gcase = "сигары \"Гаванка\""
	dcase = "сигаре \"Гаванка\""
	acase = "сигару \"Гаванка\""
	icase = "сигарой \"Гаванка\""
	pcase = "сигаре \"Гаванка\""

/obj/item/trash/cigbutt
	name = "Окурок"
	desc = "Остаток от сигареты."
	rugender = "male"
	ncase = "окурок"
	gcase = "окурка"
	dcase = "окурку"
	acase = "окурок"
	icase = "окурком"
	pcase = "окурке"

/obj/item/trash/cigbutt/cigarbutt
	name = "Окурок"
	desc = "Остаток от сигары."
	rugender = "male"
	ncase = "окурок"
	gcase = "окурка"
	dcase = "окурку"
	acase = "окурок"
	icase = "окурком"
	pcase = "окурке"

/obj/item/clothing/mask/smokable/pipe
	name = "Курительная трубка"
	desc = "Трубка для курения. Изготовлена из дорогой вишневой древесины."
	description_fluff = "\"Аксессуары и Галантерея КлассиКо\" — корпорация, первоначально основанная на Марсе — гордятся своей продукцией для, по их словам, 'современных джентльменов'. Большинство их товаров крайне дороги и редки, однако они гарантируют в обмен на это высокое качество своей продукции и обычно с этим не обманывают."
	rugender = "female"
	ncase = "курительная трубка"
	gcase = "курительной трубки"
	dcase = "курительной трубке"
	acase = "курительную трубку"
	icase = "курительной трубкой"
	pcase = "курительной трубке"

/obj/item/clothing/mask/smokable/pipe/cobpipe
	name = "Курительная трубка"
	desc = "Дозатор никотина, популяризованный ценителями из трущоб. Всё так же в моде, однако, благодаря космическим хипстерам."
	rugender = "female"
	ncase = "курительная трубка"
	gcase = "курительной трубки"
	dcase = "курительной трубке"
	acase = "курительную трубку"
	icase = "курительной трубкой"
	pcase = "курительной трубке"

/obj/item/clothing/mask/smokable/cigarette/joint
	name = "Самокрутка"
	desc = "Этот текст не должно быть видно."
	rugender = "female"
	ncase = "самокрутка"
	gcase = "самокрутки"
	dcase = "самокрутке"
	acase = "самокрутку"
	icase = "самокруткой"
	pcase = "самокрутке"

/obj/item/weapon/rollingpaper
	name = "Самокруточная бумага"
	desc = "Маленький тоненький кусочек легковоспламеняемой бумаги, обычно используемый для изготовления и закуривания самокруток."
	description_fluff = "Легализация определенных веществ привела к взлету продаж соответствующей бумаги. Теперь каждая трансгалактическая корпорация производит по нескольку вариаций, зачастую сомнительного качества."
	rugender = "female"
	ncase = "самокруточная бумага"
	gcase = "самокруточной бумаги"
	dcase = "самокруточной бумаге"
	acase = "самокруточную бумагу"
	icase = "самокруточной бумагой"
	pcase = "самокруточной бумаге"

/obj/item/weapon/flame/lighter
	name = "Дешёвая зажигалка"
	desc = "Чуть ли не бесплатная зажигалка."
	description_fluff = "\"Изготовлено вручную на Альтаире\" — какой-то слишком сложный способ сказать \"мы эксплуатируем дешёвую рабочую силу заключенных преступников\". Ничего удивительного в том, что они продаются чуть ли не бесплатно."
	rugender = "female"
	ncase = "дешёвая зажигалка"
	gcase = "дешёвой зажигалки"
	dcase = "дешёвой зажигалке"
	acase = "дешёвую зажигалку"
	icase = "дешёвой зажигалкой"
	pcase = "дешёвой зажигалке"

/obj/item/weapon/flame/lighter/zippo
	name = "Зажигалка Zippo"
	desc = "Зиппо."
	description_fluff = "Всё ещё не подводит спустя все эти годы."
	rugender = "female"
	ncase = "зажигалка Zippo"
	gcase = "зажигалки Zippo"
	dcase = "зажигалке Zippo"
	acase = "зажигалку Zippo"
	icase = "зажигалкой Zippo"
	pcase = "зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/black
	name = "Святая зажигалка Zippo"
	desc = "Только в отношении христианства, конечно."
	rugender = "female"
	ncase = "святая зажигалка Zippo"
	gcase = "святой зажигалки Zippo"
	dcase = "святой зажигалке Zippo"
	acase = "святую зажигалку Zippo"
	icase = "святой зажигалкой Zippo"
	pcase = "святой зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/blue
	name = "Синяя зажигалка Zippo"
	rugender = "female"
	ncase = "синяя зажигалка Zippo"
	gcase = "синей зажигалки Zippo"
	dcase = "синей зажигалке Zippo"
	acase = "синюю зажигалку Zippo"
	icase = "синей зажигалкой Zippo"
	pcase = "синей зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/engraved
	name = "Гравированная зажигалка Zippo"
	rugender = "female"
	ncase = "гравированная зажигалка Zippo"
	gcase = "гравированной зажигалки Zippo"
	dcase = "гравированной зажигалке Zippo"
	acase = "гравированную зажигалку Zippo"
	icase = "гравированной зажигалкой Zippo"
	pcase = "гравированной зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/gold
	name = "Золотая зажигалка Zippo"
	rugender = "female"
	ncase = "золотая зажигалка Zippo"
	gcase = "золотой зажигалки Zippo"
	dcase = "золотой зажигалке Zippo"
	acase = "золотую зажигалку Zippo"
	icase = "золотой зажигалкой Zippo"
	pcase = "золотой зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/moff
	name = "Зажигалка Zippo с мотыльком"
	desc = "Слишком милый для Тимизианского."
	rugender = "female"
	ncase = "зажигалка Zippo с мотыльком"
	gcase = "зажигалки Zippo с мотыльком"
	dcase = "зажигалке Zippo с мотыльком"
	acase = "зажигалку Zippo с мотыльком"
	icase = "зажигалкой Zippo с мотыльком"
	pcase = "зажигалке Zippo с мотыльком"

/obj/item/weapon/flame/lighter/zippo/red
	name = "Красная зажигалка Zippo"
	rugender = "female"
	ncase = "красная зажигалка Zippo"
	gcase = "красной зажигалки Zippo"
	dcase = "красной зажигалке Zippo"
	acase = "красную зажигалку Zippo"
	icase = "красной зажигалкой Zippo"
	pcase = "красной зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/ironic
	name = "Ироничная зажигалка Zippo"
	desc = "А ироничного-то что? Вот сидите и гадайте теперь."
	rugender = "female"
	ncase = "ироничная зажигалка Zippo"
	gcase = "ироничной зажигалки Zippo"
	dcase = "ироничной зажигалке Zippo"
	acase = "ироничную зажигалку Zippo"
	icase = "ироничной зажигалкой Zippo"
	pcase = "ироничной зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/capitalist
	name = "Капиталистическая зажигалка Zippo"
	desc = "Изготовленная из золота и обсидиана, она явно не стоит столько, за сколько Вы её приобрели."
	rugender = "female"
	ncase = "капиталистическая зажигалка Zippo"
	gcase = "капиталистической зажигалки Zippo"
	dcase = "капиталистической зажигалке Zippo"
	acase = "капиталистическую зажигалку Zippo"
	icase = "капиталистической зажигалкой Zippo"
	pcase = "капиталистической зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/communist
	name = "Коммунистическая зажигалка Zippo"
	desc = "Чтобы вспыхнуть революцию, нужна лишь одна искорка."
	rugender = "female"
	ncase = "коммунистическая зажигалка Zippo"
	gcase = "коммунистической зажигалки Zippo"
	dcase = "коммунистической зажигалке Zippo"
	acase = "коммунистическую зажигалку Zippo"
	icase = "коммунистической зажигалкой Zippo"
	pcase = "коммунистической зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/royal
	name = "Королевская зажигалка Zippo"
	desc = "Невероятно элегантная зажигалка, вся покрытая цветом монархов."
	rugender = "female"
	ncase = "королевская зажигалка Zippo"
	gcase = "королевской зажигалки Zippo"
	dcase = "королевской зажигалке Zippo"
	acase = "королевскую зажигалку Zippo"
	icase = "королевской зажигалкой Zippo"
	pcase = "королевской зажигалке Zippo"

/obj/item/weapon/flame/lighter/zippo/gonzo
	name = "Зажигалка Zippo в стиле Гонзо"
	desc = "Зажигалка с известным символом — кулаком Гонзо."
	rugender = "female"
	ncase = "зажигалка Zippo в стиле Гонзо"
	gcase = "зажигалки Zippo в стиле Гонзо"
	dcase = "зажигалке Zippo в стиле Гонзо"
	acase = "зажигалку Zippo в стиле Гонзо"
	icase = "зажигалкой Zippo в стиле Гонзо"
	pcase = "зажигалке Zippo в стиле Гонзо"

/obj/item/weapon/flame/lighter/zippo/rainbow
	name = "Радужная зажигалка Zippo"
	rugender = "female"
	ncase = "радужная зажигалка Zippo"
	gcase = "радужной зажигалки Zippo"
	dcase = "радужной зажигалке Zippo"
	acase = "радужную зажигалку Zippo"
	icase = "радужной зажигалкой Zippo"
	pcase = "радужной зажигалке Zippo"

// cosmetics.dm

/obj/item/weapon/lipstick
	name = "Красная помада"
	desc = "Универсальный бренд губной помады."
	rugender = "female"
	ncase = "красная помада"
	gcase = "красной помады"
	dcase = "красной помаде"
	acase = "красную помаду"
	icase = "красной помадой"
	pcase = "красной помаде"

/obj/item/weapon/lipstick/purple
	name = "Фиолетовая помада"
	rugender = "female"
	ncase = "фиолетовая помада"
	gcase = "фиолетовой помады"
	dcase = "фиолетовой помаде"
	acase = "фиолетовую помаду"
	icase = "фиолетовой помадой"
	pcase = "фиолетовой помаде"

/obj/item/weapon/lipstick/jade
	name = "Нефритовая помада"
	rugender = "female"
	ncase = "нефритовая помада"
	gcase = "нефритовой помады"
	dcase = "нефритовой помаде"
	acase = "нефритовую помаду"
	icase = "нефритовой помадой"
	pcase = "нефритовой помаде"

/obj/item/weapon/lipstick/black
	name = "Чёрная помада"
	rugender = "female"
	ncase = "Чёрная помада"
	gcase = "Чёрной помады"
	dcase = "Чёрной помаде"
	acase = "Чёрную помаду"
	icase = "Чёрной помадой"
	pcase = "Чёрной помаде"

/obj/item/weapon/lipstick/random
	name = "Губная помада"
	rugender = "female"
	ncase = "губная помада"
	gcase = "губной помады"
	dcase = "губной помаде"
	acase = "губную помаду"
	icase = "губной помадой"
	pcase = "губной помаде"

/obj/item/weapon/haircomb
	name = "Фиолетовый гребешок"
	desc = "Прелестная фиолетовая расческа из гибкого пластика."
	rugender = "male"
	ncase = "фиолетовый гребешок"
	gcase = "фиолетового гребешка"
	dcase = "фиолетовому гребешку"
	acase = "фиолетовый гребешок"
	icase = "фиолетовым гребешком"
	pcase = "фиолетовом гребешке"

/obj/item/weapon/makeover
	name = "Косметичка"
	desc = "Небольшая косметичка с зеркалом и контактными линзами."
	rugender = "female"
	ncase = "косметичка"
	gcase = "косметички"
	dcase = "косметичке"
	acase = "косметичку"
	icase = "косметичкой"
	pcase = "косметичке"

// dna_injector.dm



// ecigs.dm

/obj/item/clothing/mask/smokable/ecig
	name = "Электронная сигарета"
	desc = "Современный подход к курению."
	rugender = "female"
	ncase = "электронная сигарета"
	gcase = "электронной сигареты"
	dcase = "электронной сигарете"
	acase = "электронную сигарету"
	icase = "электронной сигаретой"
	pcase = "электронной сигарете"

/obj/item/clothing/mask/smokable/ecig/simple
	name = "Электронная сигарета Lucky 1337"
	desc = "Простая электронная сигарета Lucky 1337, изготовленная в виде обыкновенной сигареты."
	description_fluff = "Изготовлена корпорацией Ward-Takahashi в коллаборации с \"Лаки Старз\". 1337 ценят юные отбросы со всех развитых планет, однако в связи с отсутствием встроенных предохранительных механизмов, эта модель запрещена на всех транскосмических перелётах."
	rugender = "female"
	ncase = "электронная сигарета Lucky 1337"
	gcase = "электронной сигареты Lucky 1337"
	dcase = "электронной сигарете Lucky 1337"
	acase = "электронную сигарету Lucky 1337"
	icase = "электронной сигаретой Lucky 1337"
	pcase = "электронной сигарете Lucky 1337"

/obj/item/clothing/mask/smokable/ecig/util
	name = "Электронная сигарета ONI-55"
	desc = "Популярная утилитарная модель электронной сигареты, ONI-55. Продаётся в различных цветах."
	description_fluff = "Флагмановая модель электронной сигареты Ward-Takahashi всегда придёт на выручку в местах, где запрещён огонь. Тюнинг для этой сигареты чуть ли не дороже её самой, а в домашних условиях его сделать практически невозможно."
	rugender = "female"
	ncase = "электронная сигарета ONI-55"
	gcase = "электронной сигареты ONI-55"
	dcase = "электронной сигарете ONI-55"
	acase = "электронную сигарету ONI-55"
	icase = "электронной сигаретой ONI-55"
	pcase = "электронной сигарете ONI-55"

/obj/item/clothing/mask/smokable/ecig/deluxe
	name = "Электронная сигарета Делюкс"
	desc = "Первоклассная модель электронной сигареты eGavana MK3 в форме сигары."
	description_fluff = "eGavana — продукт Morpheus Cyberkinetics, и в её конструкцию встроены дополнительные порты, позволяющие киборгам и позитроникам насладиться удовольствием от искусственного масла в лёгких. Ну, и для мешков мяса эта модель тоже ничего так."
	rugender = "female"
	ncase = "электронная сигарета Делюкс"
	gcase = "электронной сигареты Делюкс"
	dcase = "электронной сигарете Делюкс"
	acase = "электронную сигарету Делюкс"
	icase = "электронной сигаретой Делюкс"
	pcase = "электронной сигарете Делюкс"

/obj/item/weapon/reagent_containers/ecig_cartridge
	name = "Катридж со вкусом табака"
	desc = "Небольшой металлический картридж для электронных сигарет, содержащий распылитель и распыляемую жидкость."
	rugender = "male"
	ncase = "картридж со вкусом табака"
	gcase = "картриджа со вкусом табака"
	dcase = "картриджу со вкусом табака"
	acase = "картридж со вкусом табака"
	icase = "картриджем со вкусом табака"
	pcase = "картридже со вкусом табака"

/obj/item/weapon/reagent_containers/ecig_cartridge/blank
	name = "Картридж для электрической сигареты"
	desc = "Небольшой металлический картридж для электронных сигарет, содержащий распылитель."
	rugender = "male"
	ncase = "картридж для электрической сигареты"
	gcase = "картриджа для электрической сигареты"
	dcase = "картриджу для электрической сигареты"
	acase = "картридж для электрической сигареты"
	icase = "картриджем для электрической сигареты"
	pcase = "картридже для электрической сигареты"

/obj/item/weapon/reagent_containers/ecig_cartridge/blanknico
	name = "Картридж с безвкусным никотином"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке написано, что в него можно добавить любой вкус на своё усмотрение."
	rugender = "male"
	ncase = "картридж с безвкусным никотином"
	gcase = "картриджа с безвкусным никотином"
	dcase = "картриджу с безвкусным никотином"
	acase = "картридж с безвкусным никотином"
	icase = "картриджем с безвкусным никотином"
	pcase = "картридже с безвкусным никотином"

/obj/item/weapon/reagent_containers/ecig_cartridge/med_nicotine
	name = "Картридж со вкусом табака"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан вкус табака."
	rugender = "male"
	ncase = "картридж со вкусом табака"
	gcase = "картриджа со вкусом табака"
	dcase = "картриджу со вкусом табака"
	acase = "картридж со вкусом табака"
	icase = "картриджем со вкусом табака"
	pcase = "картридже со вкусом табака"

/obj/item/weapon/reagent_containers/ecig_cartridge/high_nicotine
	name = "Картридж с повышенным никотином"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан вкус табака с повышенным содержанием никотина."
	rugender = "male"
	ncase = "картридж с повышенным никотином"
	gcase = "картриджа с повышенным никотином"
	dcase = "картриджу с повышенным никотином"
	acase = "картридж с повышенным никотином"
	icase = "картриджем с повышенным никотином"
	pcase = "картридже с повышенным никотином"

/obj/item/weapon/reagent_containers/ecig_cartridge/orange
	name = "Картридж со вкусом апельсина"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан апельсиновый вкус."
	rugender = "male"
	ncase = "картридж со вкусом апельсина"
	gcase = "картриджа со вкусом апельсина"
	dcase = "картриджу со вкусом апельсина"
	acase = "картридж со вкусом апельсина"
	icase = "картриджем со вкусом апельсина"
	pcase = "картридже со вкусом апельсина"

/obj/item/weapon/reagent_containers/ecig_cartridge/mint
	name = "Картридж со вкусом мяты"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан мятный вкус."
	rugender = "male"
	ncase = "картридж со вкусом мяты"
	gcase = "картриджа со вкусом мяты"
	dcase = "картриджу со вкусом мяты"
	acase = "картридж со вкусом мяты"
	icase = "картриджем со вкусом мяты"
	pcase = "картридже со вкусом мяты"

/obj/item/weapon/reagent_containers/ecig_cartridge/watermelon
	name = "Картридж со вкусом арбуза"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан арбузный вкус."
	rugender = "male"
	ncase = "картридж со вкусом арбуза"
	gcase = "картриджа со вкусом арбуза"
	dcase = "картриджу со вкусом арбуза"
	acase = "картридж со вкусом арбуза"
	icase = "картриджем со вкусом арбуза"
	pcase = "картридже со вкусом арбуза"

/obj/item/weapon/reagent_containers/ecig_cartridge/grape
	name = "Картридж со вкусом винограда"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан виноградный вкус."
	rugender = "male"
	ncase = "картридж со вкусом винограда"
	gcase = "картриджа со вкусом винограда"
	dcase = "картриджу со вкусом винограда"
	acase = "картридж со вкусом винограда"
	icase = "картриджем со вкусом винограда"
	pcase = "картридже со вкусом винограда"

/obj/item/weapon/reagent_containers/ecig_cartridge/lemonlime
	name = "Картридж со вкусом цитрусов"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан вкус лимона с лаймом."
	rugender = "male"
	ncase = "картридж со вкусом цитрусов"
	gcase = "картриджа со вкусом цитрусов"
	dcase = "картриджу со вкусом цитрусов"
	acase = "картридж со вкусом цитрусов"
	icase = "картриджем со вкусом цитрусов"
	pcase = "картридже со вкусом цитрусов"

/obj/item/weapon/reagent_containers/ecig_cartridge/coffee
	name = "Картридж со вкусом кофе"
	desc = "Небольшой металлический картридж, содержащий распылитель и распыляемую жидкость. На этикетке указан вкус кофе."
	rugender = "male"
	ncase = "картридж со вкусом кофе"
	gcase = "картриджа со вкусом кофе"
	dcase = "картриджу со вкусом кофе"
	acase = "картридж со вкусом кофе"
	icase = "картриджем со вкусом кофе"
	pcase = "картридже со вкусом кофе"

// explosives.dm



// explosives_vr.dm



// extinguisher.dm

/obj/item/weapon/extinguisher
	name = "Огнетушитель"
	desc = "Традиционный огнетушитель красного цвета."
	rugender = "male"
	ncase = "огнетушитель"
	gcase = "огнетушителя"
	dcase = "огнетушителю"
	acase = "огнетушитель"
	icase = "огнетушителем"
	pcase = "огнетушителе"

/obj/item/weapon/extinguisher/mini
	name = "Огнетушитель"
	desc = "Лёгкая и компактная модель огнетушителя в корпусе из оптоволокна."
	rugender = "male"
	ncase = "огнетушитель"
	gcase = "огнетушителя"
	dcase = "огнетушителю"
	acase = "огнетушитель"
	icase = "огнетушителем"
	pcase = "огнетушителе"

// flamethrower.dm



// game_kit.dm



// gift_wrappaper.dm



// handcuffs.dm



// handcuffs_vr.dm



// hydroponics.dm



// improvised_components.dm



// inducer_vr.dm



// manuals.dm



// manuals_vr.dm



// mop.dm

/obj/item/weapon/mop
	desc = "Куда же уборщик без своего верного инструмента."
	name = "Швабра"
	rugender = "female"
	ncase = "швабра"
	gcase = "швабры"
	dcase = "швабре"
	acase = "швабру"
	icase = "шваброй"
	pcase = "швабре"

// mop_deploy.dm



// paint.dm



// paiwire.dm



// policetape.dm



// power_cells.dm



// RCD.dm



// RCD_vr.dm



// RMS_vr.dm



// RPD_vr.dm



// RSF.dm



// scrolls.dm



// shields.dm



// shields_vr.dm



// stunbaton.dm



// surgery_tools.dm

/obj/item/weapon/surgical/retractor
	name = "Расширитель"
	desc = "Расширяет там всякое."
	rugender = "male"
	ncase = "расширитель"
	gcase = "расширителя"
	dcase = "расширителю"
	acase = "расширитель"
	icase = "расширителем"
	pcase = "расширителе"

/obj/item/weapon/surgical/hemostat
	name = "Зажим"
	desc = "Где-то Вы это уже видели."
	rugender = "male"
	ncase = "зажим"
	gcase = "зажима"
	dcase = "зажиму"
	acase = "зажим"
	icase = "зажимом"
	pcase = "зажиме"

/obj/item/weapon/surgical/cautery
	name = "Каутер"
	desc = "Позволяет остановить кровотечение."
	rugender = "male"
	ncase = "каутер"
	gcase = "каутера"
	dcase = "каутером"
	acase = "каутер"
	icase = "каутером"
	pcase = "каутере"

/obj/item/weapon/surgical/surgicaldrill
	name = "Хирургическая дрель"
	desc = "Этим предметом можно сверлить. Ну не просто взглядом же."
	rugender = "female"
	ncase = "хирургическая дрель"
	gcase = "хирургической дрели"
	dcase = "хирургической дрели"
	acase = "хирургическую дрель"
	icase = "хирургической дрелью"
	pcase = "хирургической дрели"

/obj/item/weapon/surgical/scalpel
	name = "Скальпель"
	desc = "Режьте, режьте и ещё раз режьте."
	rugender = "male"
	ncase = "скальпель"
	gcase = "скальпеля"
	dcase = "скальпелю"
	acase = "скальпель"
	icase = "скальпелем"
	pcase = "скальпеле"

/obj/item/weapon/surgical/scalpel/laser1
	name = "Лазерный скальпель"
	desc = "Скальпель с направленным лазером для более точной резки без попадания крови. Этот скальпель на вид довольно простой и может быть улучшен."
	rugender = "male"
	ncase = "лазерный скальпель"
	gcase = "лазерного скальпеля"
	dcase = "лазерному скальпелю"
	acase = "лазерный скальпель"
	icase = "лазерным скальпелем"
	pcase = "лазерном скальпеле"

/obj/item/weapon/surgical/scalpel/laser2
	name = "Лазерный скальпель"
	desc = "Скальпель с направленным лазером для более точной резки без попадания крови. Этот скальпель выглядит более-менее продвинутым."
	rugender = "male"
	ncase = "лазерный скальпель"
	gcase = "лазерного скальпеля"
	dcase = "лазерному скальпелю"
	acase = "лазерный скальпель"
	icase = "лазерным скальпелем"
	pcase = "лазерном скальпеле"

/obj/item/weapon/surgical/scalpel/laser3
	name = "Лазерный скальпель"
	desc = "Скальпель с направленным лазером для более точной резки без попадания крови на поле. Этот скальпель выглядит как лучшее, чего смогла достичь индустрия высокоточной резки!"
	rugender = "male"
	ncase = "лазерный скальпель"
	gcase = "лазерного скальпеля"
	dcase = "лазерному скальпелю"
	acase = "лазерный скальпель"
	icase = "лазерным скальпелем"
	pcase = "лазерном скальпеле"

/obj/item/weapon/surgical/scalpel/manager
	name = "Инструмент высокоточных надрезов"
	desc = "Самый лучший друг хирурга: это чудо науки моментально подготавливает надрез за него, позволяя пропустить некоторые шаги в операции."
	rugender = "male"
	ncase = "инструмент высокоточных надрезов"
	gcase = "инструмента высокоточных надрезов"
	dcase = "инструменту высокоточных надрезов"
	acase = "инструмент высокоточных надрезов"
	icase = "инструментом высокоточных надрезов"
	pcase = "инструменте высокоточных надрезов"

/obj/item/weapon/surgical/scalpel/ripper
	name = "Щипцы для органов"
	desc = "Ужасающий инструмент с лезвиями и большим металлическим шипом в центре. Инструмент используется для быстрого удаления органов у пациентов -- желательно, с их согласием."
	rugender = "plural"
	ncase = "щипцы для органов"
	gcase = "щипцов для органов"
	dcase = "щипцам для органов"
	acase = "щипцы для органов"
	icase = "щипцами для органов"
	pcase = "щипцах для органов"

/obj/item/weapon/surgical/circular_saw
	name = "Циркулярная пила"
	desc = "Для проведения операций тяжёлой резки."
	rugender = "female"
	ncase = "циркулярная пила"
	gcase = "циркулярной пилы"
	dcase = "циркулярной пиле"
	acase = "циркулярную пилу"
	icase = "циркулярной пилой"
	pcase = "циркулярной пиле"

/obj/item/weapon/surgical/circular_saw/manager
	name = "Энергетический разделитель костей"
	desc = "Для проведения операций тяжёлой резки (и запечатывания) силой науки!"
	rugender = "male"
	ncase = "энергетический разделитель костей"
	gcase = "энергетического разделителя костей"
	dcase = "энергетическому разделителю костей"
	acase = "энергетический разделитель костей"
	icase = "энергетическим разделителем костей"
	pcase = "энергетическом разделителе костей"

/obj/item/weapon/surgical/bonegel
	name = "Костяной гель"
	desc = "Для фиксации костей."
	rugender = "male"
	ncase = "костяной гель"
	gcase = "костяного геля"
	dcase = "костяному гелю"
	acase = "костяной гель"
	icase = "костяным гелем"
	pcase = "костяном геле"

/obj/item/weapon/surgical/FixOVein
	name = "Веночинитель"
	desc = "Как костяной гель. Только для вен."
	rugender = "male"
	ncase = "веночинитель"
	gcase = "веночинителя"
	dcase = "веночинителю"
	acase = "веночинитель"
	icase = "веночинителем"
	pcase = "веночинителе"

/obj/item/weapon/surgical/bonesetter
	name = "Располагатель костей"
	desc = "Вставляет их на место."
	rugender = "male"
	ncase = "располагатель костей"
	gcase = "располагателя костей"
	dcase = "располагателю костей"
	acase = "располагатель костей"
	icase = "располагателем костей"
	pcase = "располагателе костей"

/obj/item/weapon/surgical/bone_clamp
	name = "Костяной зажим"
	desc = "Самый надёжный способ исправить кость быстро."
	rugender = "male"
	ncase = "костяной зажим"
	gcase = "костяного зажима"
	dcase = "костяному зажиму"
	acase = "костяной зажим"
	icase = "костяным зажимом"
	pcase = "костяном зажиме"

// swords_axes_etc.dm



// syndie.dm



// tape.dm



// teleportation.dm



// towels.dm

/obj/item/weapon/towel
	name = "Полотенце"
	desc = "Мягкое хлопковое полотенце."
	rugender = "neuter"
	ncase = "полотенце"
	gcase = "полотенца"
	dcase = "полотенцу"
	acase = "полотенце"
	icase = "полотенцем"
	pcase = "полотенце"

// traps.dm



// traps_vr.dm



// trays.dm



// weaponry.dm



// weldbackpack.dm


