//codex_tree.dm 



//codex.dm 

/obj/item/weapon/book/codex
	name = "\"Туристический Гид по Человеческому Космосу: Вирго-Эригон\""
	desc = "Содержит полезную информацию о мире вокруг. Написан, похоже, для туристов Вирго-Эригон, будь то человек или нет. \
	На обложке маленькими приветливыми буквами подписано 'Не Паникуйте'."
	rugender = "male"
	ncase = "\"Туристический Гид по Человеческому Космосу: Вирго-Эригон\""
	gcase = "\"Туристического Гида по Человеческому Космосу: Вирго-Эригон\""
	dcase = "\"Туристическому Гиду по Человеческому Космосу: Вирго-Эригон\""
	acase = "\"Туристический Гид по Человеческому Космосу: Вирго-Эригон\""
	icase = "\"Туристическим Гидом по Человеческому Космосу: Вирго-Эригон\""
	pcase = "\"Туристическом Гиде по Человеческому Космосу: Вирго-Эригон\""

/obj/item/weapon/book/codex/lore/vir
	name = "\"Туристический Гид по Человеческому Космосу: Вирго-Эригон\""
	desc = "Содержит полезную информацию о мире вокруг. Написан, похоже, для туристов Вирго-Эригон, будь то человек или нет. \
	На обложке маленькими приветливыми буквами подписано 'Не Паникуйте'."
	rugender = "male"
	ncase = "\"Туристический Гид по Человеческому Космосу: Вирго-Эригон\""
	gcase = "\"Туристического Гида по Человеческому Космосу: Вирго-Эригон\""
	dcase = "\"Туристическому Гиду по Человеческому Космосу: Вирго-Эригон\""
	acase = "\"Туристический Гид по Человеческому Космосу: Вирго-Эригон\""
	icase = "\"Туристическим Гидом по Человеческому Космосу: Вирго-Эригон\""
	pcase = "\"Туристическом Гиде по Человеческому Космосу: Вирго-Эригон\""

/obj/item/weapon/book/codex/lore/robutt
	name = "Гид по Искусственным Телам Для Потребителей"
	desc = "Рекомендуется к прочтению всему недавно кибернетизированному персоналу, а также позитроникам и прямоходящим синтетикам."
	rugender = "male"
	ncase = "\"Гид по Искусственным Телам Для Потребителей\""
	gcase = "\"Гида по Искусственным Телам Для Потребителей\""
	dcase = "\"Гиду по Искусственным Телам Для Потребителей\""
	acase = "\"Гид по Искусственным Телам Для Потребителей\""
	icase = "\"Гидом по Искусственным Телам Для Потребителей\""
	pcase = "\"Гиде по Искусственным Телам Для Потребителей\""

/obj/item/weapon/book/codex/lore/news
	name = "Карманный вестник \"Daedalus\""
	desc = "Регулярно обновляемый компендиум недавних событий. Крайне необходим для всех новоприбывших в систему Вир и тех, кому интересна политика."
	rugender = "male"
	ncase = "карманный вестник \"Daedalus\""
	gcase = "карманного вестника \"Daedalus\""
	dcase = "карманному вестнику \"Daedalus\""
	acase = "карманный вестник \"Daedalus\""
	icase = "карманным вестником \"Daedalus\""
	pcase = "карманном вестнике \"Daedalus\""

//pages.dm 